<?php


return [
	'text' => [
        'text1' => '伟东云学堂',
        'text2' => '带梦想起航',
        'text3' => 'iOS端即将上线，敬请期待！',
        'text4' => '扫一扫',
        'text5' => '下载APP',
        'text6' => '教育资源',
        'text7' => '全球化教育机构、各领域专家汇聚在此，只为您提供',
        'text8' => '更丰富的课程内容',
        'text9' => '终身教育',
        'text10' => '涵盖国学、早教、K12、语言、互联网、生活兴趣等人生各种阶段及生活领域的精品课程，让您打造专属 的教育人生',
        'text11' => '特色课程',
        'text12' => '伟东云学堂重资打造原创国学及K12相关课程，专业',
        'text13' => '师资、精品团队只为您提供优品质课程',
        'text14' => '学习体系',
        'text15' => '集资讯、问答、课程多种学习形式，为您打造看、 学、问、答一体化学习体系平台',
        'text16' => '下载看课',
        'text17' => '伟东云学堂课程支持下载后离线观看，离线课程让您',
        'text18' => '可以随时随地任意学',
        'text19' => '扫一扫 关注微信服务号',
        'text20' => '一切皆由您一手掌握',
        'text21' => '让梦想不再遥远'
    ],
    'btn' => [
    	'btn1' => '机构入驻',
    	'btn2' => '个人讲师入驻',
    	'btn3' => '马上入驻',
    	'btn4' => '提交'
    ],
    'info' => [
    	'info1' => '内测进行中，敬请期待！',
    	'info2' => '企业名称',
    	'info3' => '联系人姓名',
    	'info4' => '手机',
    	'info5' => '邮箱'
    ]
];

