<?php

return [
    'appName' => '伟东云学堂',
    'bizName' => '伟东云学堂教学管理',
    'joinTitle' => '申请入驻 - 伟东云学堂',
    'title' => [
        'download' => 'APP下载'
    ],
    'slogan' => '伟东云学堂 - 带梦想远航',
    'keywords' => '在线课程,在线教育,在线学习,国学文化,亲子早教,家庭教育,幼儿教学,幼儿兴趣,基础教育,小学阶段,初中阶段,高中阶段,考研,出国留学,实用英语,日语,韩语,前端开发,后端开发,产品运营,平面设计,公职考试,财会金融,健康运动,瑜伽课程',
    'description' => '伟东云学堂涵盖了国学文化、亲子早教、基础教育、留学语言、IT互联网、职业技能、兴趣爱好以及国际教育等多个领域教育产品，为国内外互联网用户提供了专业优质的教育资源搜索、在线学习、教育资讯以及在线交易等全方位的教育互联网服务。',
    'menu' => [
        'index' => '首页',
        'course' => '在线课程',
        'lecturer' => '机构讲师',
        'news' => '资讯头条',
        'platform' => '入驻平台',
        'center' => '个人中心',
        'download' => 'APP下载',
        'help' => '帮助中心'
    ],
    'center_menu' =>[
        'manage' => '教学管理',
        'class' => '我的课表',
        'order' => '我的订单',
        'collect' => '我的收藏',
        'set' => '设置',
        'exit' => '退出'
    ],
    'login' => [
        'login_tips'=>[
            'tips1' => '亲，请登录',
            'tips2' => '欢迎归来，',
            'tips3' => '登录',
            'tips4' => '注册'
        ],
        'register' => '免费注册',
        'exit' =>'[退出]' 
    ],
    'search' => [
        'course' => '课程',
        'institution' => '机构',
        'tips' => '请输入搜索关键词'
    ],
    'footer' => [
        'col1' => [
            'title' => '在线课程',
            'item1' => '课程分类',
            'item2' => '如何学习',
            'item3' => '学习进度'
        ],
        'col2' => [
            'title' => '交流合作',
            'item1' => '机构入驻',
            'item2' => '讲师入驻',
            'item3' => '服务协议'
        ],
        'col3' => [
            'title' => '帮助中心',
            'item1' => '如何入驻',
            'item2' => '退款规则',
            'item3' => '意见反馈'
        ],
        'col4' => [
            'title' => '关于我们',
            'item1' => '关于我们',
            'item2' => '联系我们',
            'item3' => '站点地图',
            'item4' => '在线咨询'
        ],
        'license' => [
            'owner' => '伟东云教育 版权所有',
            'icp' => '京ICP证161318号',
            'register' => '京公网安备11010802025060号'
        ]
    ]
];

