<?php


return [
	'text' => [
        'text1' => '欢迎加入伟东云学堂“春芒计划”',
        'text2' => '成功，就是比别人早到一步',
        'text3' => '在这里你就是名师',
        'text4' => '全方位展示机构优势',
        'text5' => '大图推荐位、首页推荐位、相关推荐等全方位课程展示位，让您获得更多的曝光量。我们更为优质内容量身定制个性化推广方案。',
        'text6' => '我们严格保护您的课程版权',
        'text7' => '支持录播、直播的课程发布模式，并采用业界领先的加密技术，对您的课程版权内容严格保护',
        'text8' => '自动化销售管理模式',
        'text9' => '规范性订单管理、退款管理、交易计费、交易结算以及交易对账，使销售管理流程更便捷',
        'text10' => '高效可靠的运营方式',
        'text11' => '提供优惠券、抽奖、满减、积分、教育社区等多种运营工具，助力提升您的用户粘性和付费转化，提高交易量',
        'text12' => '更便捷的教学成员管理',
        'text13' => '多种角色权限自由配置，机构成员分工明确支持设置子账号，并对其进行权限分配，以满足多人协作功能',
        'text14' => '以技术提升您的使用体验',
        'text15' => '方便快捷的一站式支付接入',
        'text16' => '聚合微信支付、支付宝等主流支付方式，提供一站式支付接入方案，可在各种场景中流畅交易',
        'text17' => '开放标准的账户管理体系',
        'text18' => '提供标准、开放、便捷的账户接入服务，实现优质资源共享，让客户管理更简单',
        'text19' => '马上开启云学堂教学之旅',
        'text20' => '请您留下联系方式，我们将有专员与您联系',
        'text21' => '马上开启云学堂教学之旅',
        'text22' => '从产品技术、运营管理等多方位赋能三方机构，提供内容变现能力',
        'text23' => '课程体系设计',
        'text24' => '商户IP包装',
        'text25' => '营销解决方案',
        'text26' => '平台运营红利'
    ],
    'btn' => [
    	'btn1' => '机构入驻',
    	'btn2' => '个人讲师入驻',
    	'btn3' => '马上入驻',
    	'btn4' => '提交'
    ],
    'info' => [
    	'info1' => '内测进行中，敬请期待！',
    	'info2' => '企业名称',
    	'info3' => '联系人姓名',
    	'info4' => '手机',
    	'info5' => '邮箱'
    ]
];

