<?php

return [
    'back' => '返回',
    'evaluate_course' => '评价课程',
    'feedback' => '意见反馈',
    'text' => [
        'text1' => '报名课程可完整学习',
        'text2' => '并记录学习进度',
        'text3' => '报名学习',
        'text4' => '该课程申请退款中，无法学习！',
        'text5' => '购买后即可开课哦！',
        'text6' => '报名后才可观看哦！',
        'text7' => '目录',
        'text8' => '聊天',
        'text9' => '用户',
        'text10' => '已被禁言',
        'text11' => '我要发言',
        'text12' => '发送',
        'text13' => '距离直播开始',
        'text14' => '敬请期待！'
    ]
];
