<template>
<div class="agreement-text">
  <div>
    <h3 class="text-center">尖椒平台入驻协议</h3> 欢迎您使用尖椒平台！
    <br><br> 为了更好地为您提供服务，请您仔细阅读《尖椒平台入驻协议》（以下简称“本协议”）。在您开始使用尖椒平台服务（以下简称“本服务”）之前，请您务必认真阅读并充分理解本协议，特别是涉及免除或者限制责任的条款、权利许可和信息使用的条款、同意开通和使用特殊单项服务的条款、法律适用和争议解决条款等。其中，免除或者限制责任条款等重要内容将以加粗形式提示您注意，您应重点阅读。
    <br><br> 除非您完全接受本协议的全部内容，否则您无权注册、登录、使用本服务，或者获得尖椒平台提供的任何服务 （本协议中统称“使用”）。若您使用本服务，则视为您已充分理解本协议并承诺作为本协议的一方当事人接受协议的约束。

    <br><br>
    <b>1、适用范围

</b>
    <br><br> <b>1.1 </b>本协议是您与本公司（以下简称“公司”）之间就您注册、登录、使用尖椒平台服务，或者获得尖椒平台提供的任何服务所订立的协议。就本协议项下涉及的某些服务，可能会由公司的关联公司、控制公司向您提供，您知晓并同意接受上述服务内容，即视为接受双方之间的相关权利义务关系亦受本协议约束。
    <br><br> <b>1.2 </b>“您”是指提交有效申请并注册后，在尖椒平台注册、登录、上传、发布、提供链接等以各种形式传播内容（包括文字、图片、音频、视频、图表、漫画等）的自然人、法人或其他组织。在本协议中称为“尖椒用户”或称“您”。
    <br><br><b>1.3 </b>“尖椒平台”是公司借助互联网产品——尖椒教育点评等软件对自然人、法人或其他组织包括但不限于媒体及内容合作伙伴所开放的平台。您注册尖椒后可以通过尖椒平台上传发布内容，向用户传播信息、与用户交流互动等。公司是提供网络信息存储空间的网络服务提供者。

    <br><br><b>1.4 </b>“用户”是指所有直接或间接使用公司所有或运营的尖椒教育点评等软件及相关服务的自然人、法人或其他组织。

    <br><br><b>1.5 </b>本协议内容同时包括公司已经发布及后续可能不断发布的关于尖椒平台服务的相关协议、规则等内容。前述内容一经正式发布，并以适当的方式送达用户（网站公布、系统通知等），即为本协议不可分割的组成部分，您应同样遵守
    <br><br><b>2、关于“账号”
</b>
    <br><br><b>2.1 </b>本服务为您提供了注册通道，您有权选择合法的手机号作为自己的账号，并自行设置符合安全要求的密码。您设置的账号、密码是您用以登录并以注册用户身份使用本服务的凭证。

    <br><br><b>2.2 </b>您理解并承诺，您所设置的账号不得违反国家法律法规及公司的相关规则，您的个人信息中不得出现违法和不良信息，未经他人许可不得用他人名义（包括但不限于冒用他人姓名、名称、字号、头像等足以让人引起混淆的方式）开设账号，不得恶意注册账号（包括但不限于频繁注册、批量注册账号等行为）。您在账号注册及使用过程中需遵守相关法律法规，不得实施任何侵害国家利益、损害其他公民合法权益，有害社会道德风尚的行为。公司有权对您提交的注册信息进行审核。

    <br><br><b>2.3 </b>您在本服务中的注册账号所有权及有关权益均归公司所有，您完成注册手续后仅享有该账号的使用权，您应当正确、适当地使用、运营、管理本服务账号。您的账号仅限于您本人使用，未经公司书面同意，禁止以任何形式赠与、借用、出租、转让、售卖或以其他方式许可他人使用该账号。如果公司发现或者有合理理由认为使用者并非账号初始注册人，公司有权在未通知您的情况下，暂停或终止向该注册账号提供服务，并有权注销该账号，而无需向注册该账号的尖椒用户承担法律责任。<b>另外，公司因经营需要，有权回收用户注册的帐号。</b>

    <br><br><b>2.4 </b>您有责任维护个人账号、密码的安全性与保密性，并对您以注册账号名义所从事的活动承担全部法律责任，包括但不限于您通过本服务上进行的任何数据修改、言论发表、款项支付等操作行为。您应高度重视对账号与密码的保密，在任何情况下不向他人透露账号及密码。若发现他人未经许可使用您的账号或发生其他任何安全漏洞问题时，您应当立即通知公司。

    <br><br><b>2.5 </b>您的账号在丢失或遗忘密码后，可遵照公司的申诉途径及时申诉请求找回账号或密码。您理解并认可，公司的密码找回机制仅需要识别申诉单上所填资料与系统记录资料具有一致性，而无法识别申诉人是否系真正账号有权使用者。公司特别提醒您应妥善保管您的账号和密码。当您使用完毕后，应安全退出。因您保管不当可能导致遭受盗号或密码丢失，责任由您自行承担。

    <br><br><b>2.6 </b>在注册、使用和管理账号时，您应保证注册账号时填写的身份信息的真实性，请您在注册、管理账号时使用真实、准确、合法、有效的相关身份信息认证材料及必要信息（包括组织机构代码、身份证件号码、移动电话号码等真实身份信息认证。依照国家相关法律法规的规定，为使用本服务，您需要填写真实的身份信息，请您按照相关法律规定完成实名认证，并注意及时更新上述相关信息。若您提交的材料或提供的信息不准确、不真实、不合法或者公司有理由怀疑为错误、不实或不合法的资料，则公司有权拒绝为您提供相关服务或您可能无法使用本服务或在使用过程中部分功能受到限制。

    <br><br><b>2.7 </b>为保障用户和公司利益，公司有权审查您提交的相关材料（如自然人身份证复印件、企业法人营业执照副本复印件）并有权决定是否核准您的申请，并有权视情况要求您提供声明/说明、服务资质、服务范围及其他等材料。若您拒绝提供材料或提交的材料或填写的信息不真实、不准确、不完整或不合法的，则您可能无法使用本服务或在使用过程中受到限制。公司的审查不代表对您提交的材料和信息的真实性、准确性、真实性、合法性负责。您应当对该材料和信息独立承担责任。

    <br><br><b>2.8 </b>为更好的为您提供服务，公司有权对使用本服务的尖椒用户进行分级、分类管理，并有权根据级别设置相应的权限、提供相应的服务。

    <br><br><b>2.9</b> 您理解并同意，除您登录、使用本服务外，您还可以用本账号登录使用公司及其关联公司、控制公司提供的其他软件、服务（届时以其他软件、服务是否开通该功能为准）。您以本账号登陆并使用前述软件、服务的，同样应受实际服务提供方的《用户协议》及其他协议条款约束。

    <br><br><b>2.10 </b>为提高您内容曝光量及发布效率，您同意您在账号所发布的全部内容均授权本公司以您的账号自动同步发布至公司及/或关联公司及/或控制公司运营的系列客户端软件及网站。您通过本服务发布、修改、删除内容的操作，均会同步到上述系列客户端软件及网站。 您通过已注册或者已同步的账号登录公司及/或关联公司及/或控制公司运营的系列客户端软件产品及网站时（如有），应遵守该软件产品及网站自身的《用户协议》及其他协议条款的规定。

    <br><br><b>2.11</b> 因您自身原因或其他不可抗因素而导致账号被盗、丢失，均由您本人承担责任，公司不承担任何责任。
    <b>3、您的个人信息保护
</b>
    <br><br><b>3.1 </b>公司与您一同致力于个人信息（即能够独立或与其他信息结合后识别用户身份的信息）的保护，保护个人信息是公司的基本原则之一。

    <br><br><b>3.2 </b>公司将运用与本服务相匹配的安全技术及其他安全措施并建立完善的管理制度来保护您的个人信息。

    <br><br><b>3.3 </b>您可随时浏览自己提交的个人身份信息，您理解并同意出于安全性和身份识别（如账号或密码找回申诉服务等）的考虑，您可能无法修改注册时提供的初始注册信息及其他验证信息。

    <br><br><b>3.4 </b>未经您本人允许，我们不会向任何第三方共享、转让、公开披露您的个人信息，下列情形除外：

    <br><br>（1）事先获得您的明确授权同意；

    <br><br>（2）您自行向第三方共享、转让、公开的；

    <br><br>（3）与国家安全、国防安全、公共安全、公共卫生、公共利益直接相关的；

    <br><br>（4）根据适用的法律法规、法定程序的要求、强制性的行政司法要求所必须的情况下进行披露或提供，或与犯罪侦查、起诉、审判和判决执行等直接相关的；我们会依据所要求的个人信息类型和披露方式公开披露您的个人信息；

    <br><br>（5）在法律法规允许的范围内，为维护尖椒用户、公司及其关联公司、控制公司的生命、财产等合法权益或维权产品或服务的安全稳定运行所必需的；

    <br><br>（6）公司为维护合法权益而向用户提起诉讼或仲裁；

    <br><br>（7）在涉及合并、分立、收购、资产转让或类似的交易时，如涉及到个人信息转让，公司会要求新的持有您的个人信息的公司、组织继续受本隐私政策的约束；

    <br><br>（8）从合法公开披露的信息中个人信息的，如合法的新闻报道、政府信息公开等渠道；

    <br><br>（9）为学术研究目的，或为学研究机构，出于公共利益开展统计或学术研究所必要，且对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行去标识化处理的；

    <br><br>（10） 任何由于黑客攻击、电脑病毒侵入及其他不可抗力事件导致用户个人隐私信息的泄露；

    <br><br>（11）用户已自行向第三方公开其个人隐私信息；

    <br><br>（12）法律法规规定的其他情形。

    <br><br>3.5 请您注意勿在使用本服务中透露自己的各类财产账户、银行卡、信用卡、第三方支付账户及对应密码等重要资料，否则由此带来的任何损失由您自行承担。您不应将本人或他人的相关个人信息通过本服务上发表、上传或扩散，否则由此带来的任何损失及责任均由您自行承担。

    <br><br><b>4、权利和义务
</b>
    <br><br><b>4.1</b> 行为要求

    <br><br>您应当对您使用本服务的行为负责，除非法律允许或者经公司事先书面许可，否则您在使用过程中不得具有下列行为，包括但不限于：

    <br><br><b>4.1.1 </b>使用未经公司授权或许可的任何插件、外挂、系统或第三方工具对本服务的正常运行进行干扰、破坏、修改或施加其他影响。

    <br><br><b>4.1.2</b> 利用或针对本服务进行任何危害计算机网络安全的行为，包括但不限于：

    <br><br>（1）非法侵入他人网络、干扰他人网络正常功能、窃取网络数据等危害网络安全的活动；

    <br><br>（2）提供专门用于从事侵入网络、干扰网络正常功能及防护措施、窃取网络数据等危害网络安全活动的程序、工具；

    <br><br>（3）明知他人从事危害网络安全的活动的，为其提供技术支持、广告推广、支付结算等帮助； （4）使用未经许可的数据或进入未经许可的服务器/账号；
    <br><br> （5）未经允许进入公众计算机网络或者他人计算机系统并删除、修改、增加存储信息；
    <br><br> （6）未经许可，企图探查、扫描、测试本服务系统或网络的弱点或其它实施破坏网络安全的行为；
    <br><br> （7）企图干涉、破坏本服务系统或网站的正常运行，故意传播恶意程序或病毒以及其他破坏干扰正常网络信息服务的行为；
    <br><br>
    <br><br>（8）伪造TCP/IP数据包名称或部分名称。
    <br><br><b>4.1.3 </b>对本服务进行反向工程、反向汇编、编译或者以其他方式尝试发现本服务的源代码。
    <br><br><b>4.1.4 </b>恶意注册本服务账号，包括但不限于频繁、批量注册账号。
    <br><br><b>4.1.5 </b>违反法律法规、本协议、公司的相关规则、侵犯他人合法权益、做出不利于公司的其他行为等。
    <br><br>在任何情况下，如果公司有理由认为您的任何行为违反或可能违反上述约定的，公司可独立进行判断并处理，且在任何时候均有权终止向您提供服务，并追究相关责任。
    <br><br><b>4.2 </b>信息内容权利及规范
    <br><br><b>4.2.1 </b>用户按规定完成实名认证后，可以以注册账号使用本服务。请您保证对在通过尖椒平台制作、复制、上传、发布、传播、评论的任何内容（包括但不限于头像、名称、账号介绍，或文字、图片、音频、视频、链接等，以及其他使用尖椒平台服务所产生的其他内容）享有合法权益，若您账号中的内容发生权利纠纷或侵犯了任何第三方的合法权益，需您承担全部法律责任。若因您账号中的内容，给公司及其关联公司、控制公司造成损失的，公司及其关联公司、控制公司有权向您追偿。
    <br><br><b>4.2.2 </b>您的制作、复制、上传、发布、传播、评论等内容应自觉遵守宪法法律、法规、遵守公共秩序，尊重社会公德、社会主义制度、国家利益、公民合法权益、道德风尚和信息真实性等要求。您不得制作、复制、上传、发布、传播法律、行政法规禁止的下列信息内容：
    <br><br>（1）反对宪法确定的基本原则的；
    <br><br>（2）危害国家安全，泄露国家秘密的；
    <br><br>（3）颠覆国家政权，推翻社会主义制度、煽动分裂国家、破坏国家统一的；
    <br><br>（4）损害国家荣誉和利益的；
    <br><br>（5）宣扬恐怖主义、极端主义的；
    <br><br>（6）宣扬民族仇恨、民族歧视，破坏民族团结的；
    <br><br>（7）煽动地域歧视、地域仇恨的；
    <br><br>（8）破坏国家宗教政策，宣扬邪教和迷信的；
    <br><br>（9）编造、散布谣言、虚假信息，扰乱经济秩序和社会秩序、破坏社会稳定的；
    <br><br>（10）散布、传播暴力、淫秽、色情、赌博、凶杀、恐怖或者教唆犯罪的；
    <br><br>（11）侵害未成年人合法权益或者损害未成年人身心健康的；
    <br><br>（12）未获他人允许，偷拍、偷录他人，侵害他人合法权利的；
    <br><br>（13）包含恐怖、暴力血腥、高危险性、危害表演者自身或他人身心健康内容的；
    <br><br>（14）危害网络安全、利用网络从事危害国家安全、荣誉和利益的；
    <br><br>（15）侮辱或者诽谤他人，侵害他人合法权益的；
    <br><br>（16）对他人进行暴力恐吓、威胁，实施人肉搜索的；
    <br><br>（17）涉及他人隐私、个人信息或资料的；
    <br><br>（18）散布污言秽语，损害社会公序良俗的；
    <br><br>（19）侵犯他人隐私权、名誉权、肖像权、知识产权、商业秘密等合法权益内容的；
    <br><br>（20）未经公司许可，利用本服务为自己或第三方进行推广、发布广告的（包括但不限于加入第三方链接、广告等行为）；
    <br><br>（21）过度营销信息，骚扰信息和/或垃圾信息、低俗类信息、垃圾广告的；
    <br><br>（22）使用本网站常用语言文字以外的其他语言文字制作、复制、上传、发布、传播的内容、留言、评论的；
    <br><br>（23）与所制作、复制、上传、发布、传播的内容、留言、评论的信息毫无关系的；
    <br><br>（24）所发布、传播的内容毫无意义的，或刻意使用字符组合以逃避技术审核的；
    <br><br>（25）其他违反法律法规、政策及公序良俗、干扰尖椒平台正常运营或侵犯其他用户或第三方合法权益内容的其他信息。
    <br><br><b>4.3 </b>为确保公司和用户的利益，您请在使用本服务时，不要进行如下行为：
    <br><br><b>4.3.1 </b>提交、发布虚假信息，或冒充、利用他人名义进行相关活动；
    <br><br><b>4.3.2 </b>强制、诱导其他用户关注、点击链接页面或分享信息；
    <br><br><b>4.3.3 </b>虚构事实、隐瞒真相以误导、欺骗他人；
    <br><br><b>4.3.4 </b>利用尖椒平台及帐户从事违法犯罪活动；
    <br><br><b>4.3.5 </b>制作、发布与以上行为相关的方法、工具，或对此类方法、工具进行运营或传播；
    <br><br><b>4.3.6</b> 其他违反法律法规规定、侵犯其他用户合法权益、干扰产品正常运营或未经公司明示授权的行为。
    <br><br><b>4.4 </b>若您需对尖椒平台内容创作衍生品或投放商业广告，请您另外提交书面授权申请，在符合条件且得到公司同意下，您方可通过该平台进行广告或推广等商业活动。
    <br><br><b>4.5</b> 公司设立公众投诉、举报平台，用户可按照公司公示的投诉举报制度向公司投诉、举报各类违法违规行为、违法传播活动、违法有害信息等内容，公司将及时受理和处理用户投诉举报，以共同营造风清气正的网络空间。
    <br><br><b>5、“尖椒平台”数据使用规范</b>
    <br><br><b>5.1 </b>未经公司书面许可，您不得自行或授权、允许、协助任何第三人对本协议尖椒平台服务中信息内容进行如下行为：
    <br><br>（1）复制、读取、采用尖椒服务的信息内容，用于包括但不限于宣传、增加阅读量、浏览量等商业用途；
    <br><br>（2）采用包括但不限于特殊标识、特殊代码等任何形式的识别方法，自行或协助第三人对本服务的信息或内容产生流量、阅读量引导、转移、劫持等不利影响；
    <br><br>（3）其他非法获取本服务的信息内容的行为。
    <br><br>5.2 经公司书面许可后，您对尖椒平台服务的信息和内容的分享、转发等行为，还应符合以下规范：
    <br><br>（1）对抓取、统计、获得的相关搜索热词、分类、排名、搜索量、点击率、阅读量等相关数据，未经公司事先书面同意，不得将上述数据以任何方式公示、提供、泄露给任何第三人；
    <br><br>（2）不得对本服务的源网页进行任何形式的任何改动，包括但不限于本服务的主页、各功能接口、广告系统链接等入口，也不得对奔入服务的源页面的展示进行任何形式的遮挡、插入、弹窗等妨碍；
    <br><br>（3）应当采取安全、有效、严密的措施，防止本服务的信息内容被第三方通过包括但不限于“蜘蛛”（spider）程序等任何形式进行非法获取；
    <br><br>（4）不得把相关数据内容用于公司书面许可范围之外的目的，进行任何形式的销售和商业使用，或向第三方泄露、提供或允许第三方为任何方式的使用。
    <br><br>（5）您向任何第三人分享、转发、复制与本服务信息相关内容的行为，还应遵守公司为此制定的其他规范和标准。
    <br><br><b>6、违约处理</b>
    <br><br><b>6.1</b> 针对您违反本协议或其他服务条款的行为，公司有权独立判断并视情况采取预先警示、拒绝发布、要求整改、立即停止传输信息、删除内容/留言/跟帖、暂停更新、限制账号部分或者全部功能直至永久关闭账号等措施。公司有权公告处理结果，且有权根据实际情况决定是否恢复使用。对涉嫌违反法律法规、涉嫌违法犯罪的行为将保存有关记录，并依法向有关主管部门报告、配合有关主管部门调查。
    <br><br><b>6.2</b> 因您违反本协议或其他服务条款规定，引起第三方投诉或诉讼索赔的，您应当自行承担全部法律责任。因您的违法或违约行为导致公司及其关联公司、控制公司向任何第三方赔偿或遭受国家机关处罚的，您还应足额赔偿公司及其关联公司、控制公司因此遭受的全部损失，该损失包括但不限于：律师费、诉讼费/仲裁费、公证费、差旅费等合理支出。
    <br><br><b>6.3</b> 公司尊重并保护法人、公民的知识产权、名誉权、姓名权、隐私权等合法权益。您保证，在使用本服务时上传的文字、图片、视频、音频、链接等不侵犯任何第三方的知识产权、名誉权、姓名权、隐私权等权利及合法权益。否则，公司有权在收到权利方或者相关方通知的情况下移除该涉嫌侵权内容。针对第三方提出的全部权利主张，您应自行承担全部法律责任；如因您的侵权行为导致公司及其关联公司、控制公司遭受损失的（包括经济、商誉等损失），您还应足额赔偿公司及其关联公司、控制公司遭受的全部损失，该损失包括但不限于：律师费、诉讼费/仲裁费、公证费、差旅费等合理支出。
    <br><br><b>7、服务的变更、中断和终止</b>
    <br><br><b>7.1</b> 您理解并同意，公司提供的尖椒平台服务是按照现有技术和条件所能达到的现状提供的。公司会尽最大努力向您提供服务，确保服务的连贯性和安全性。您理解，公司不能随时预见和防范技术以及其他风险，包括但不限于不可抗力、病毒、木马、黑客攻击、系统不稳定、第三方服务瑕疵及其他各种安全问题的侵扰等原因可能导致的服务中断、数据丢失以及其他的损失和风险，因此无须向您负责或承担任何赔偿责任。
    <br><br><b>7.2 </b>您理解并同意，公司为了服务整体运营的需要，有权在公告通知后修改、中断、中止或终止尖椒平台服务，而无须向您负责或承担任何赔偿责任。
    <br><br><br><br><b>8、知识产权</b>
    <br><br><b>8.1 </b>公司在本服务中提供的内容（包括但不限于软件、技术、程序、网页、文字、图片、图像、音频、视频、图表、版面设计、电子文档等）的知识产权属于公司所有。公司提供本服务时所依托的软件的著作权、专利权及其他知识产权均归公司所有。未经公司许可，任何人不得擅自使用（包括但不限于通过任何机器人、蜘蛛等程序或设备监视、复制、传播、展示、镜像本服务中的内容）。
    <br><br><b>8.2 </b>您承诺，在使用本服务时发布上传的文字、图片、视频、音频等均由您原创或已获合法授权。您通过尖椒平台上传、发布的原创内容的知识产权归属您或原始著作权人所有。
    <br><br><b>8.3 </b>您知悉、理解并同意您通过尖椒平台发布、传播的内容，授权公司及其关联公司、控制公司可在全球范围内、免费、非独家、可转授权地使用，使用范围包括但不限于在当前或其他网站、应用程序、产品或终端设备等，并授权公司及其关联公司、控制公司对相应内容可进行修改、复制、改编、翻译、汇编或制作衍生产品，公司及其关联公司、控制公司对相关内容的改编、翻译、注释、汇编或制作的衍生产品，其知识产权归公司所有。
    <br><br><b>8.4 </b>您确认并同意授权公司以公司自己的名义或委托专业第三方对侵犯您上传发布的享有知识产权的内容进行代维权，维权形式包括但不限于：监测侵权行为、发送维权函、提起诉讼或仲裁、调解、和解等，公司有权对维权事宜做出决策并独立实施。
    <br><br><b>8.5 </b>公司为尖椒平台的开发、运营提供技术支持，并对尖椒平台服务的开发和运营等过程中产生的所有数据和信息等享有全部权利。
    <br><br><b>8.6 </b>请您在任何情况下都不要私自使用公司的包括但不限于 “尖椒”、“尖椒教育点评”和“51jianjiao.com”等在内的任何商标、服务标记、商号、域名、网站名称或其他显著品牌特征等（以下统称为“标识”）。未经公司事先书面同意，您不得将本条款前述标识以单独或结合任何方式展示、使用或申请注册商标、进行域名注册等，也不得实施向他人明示或暗示有权展示、使用、或其他有权处理该些标识的行为。由于您违反本协议使用公司上述商标、标识等给公司或他人造成损失的，由您承担全部法律责任。

    <br><br><b>9、免责声明</b>
    <br><br><b>9.1 </b>您理解并同意，本服务可能会受多种因素的影响或干扰，公司不保证(包括但不限于)：
    <br><br><b>9.1.1 </b>公司完全适合用户的使用要求；
    <br><br><b>9.1.2 </b>公司不受干扰，及时、安全、可靠或不出现错误；用户经由公司取得的任何软件、服务或其他材料符合用户的期望；
    <br><br><b>9.1.3 </b>软件中任何错误都将能得到更正。
    <br><br><b>9.2 </b>对于涉嫌借款或其他涉财产的网络信息、账户密码、广告或推广等信息的，请您谨慎对待并自行进行判断，基于前述原因您因此遭受的利润、商业信誉、资料损失或其他有形或无形损失，公司不承担任何直接、间接、附带、特别、衍生性或惩罚性的赔偿责任。
    <br><br><b>9.3</b> 您理解并同意，在使用本服务过程中，可能遇到不可抗力等因素（不可抗力是指不能预见、不能克服并不能避免的客观事件），包括但不限于政府行为、自然灾害、网络原因、黑客攻击、战争或任何其它类似事件。出现不可抗力情况时，公司将努力在第一时间及时修复，但因不可抗力给用户造成了损失，您同意公司不承担责任。
    <br><br><b>9.4 </b>公司依据本协议约定获得处理违法违规内容的权利，该权利不构成公司的义务或承诺，公司不能保证及时发现违法行为或进行相应处理。
    <br><br><b>9.5 </b>您阅读、理解并同意：关于本协议服务，公司不提供任何种类的明示或暗示担保或条件，包括但不限于商业适售性、特定用途适用性等。您对本服务的使用行为必须自行承担相应风险。
    <br><br><b>9.6 </b>您阅读、理解并同意，本协议是在保障遵守国家法律法规、维护公序良俗，保护他人合法权益，公司在能力范围内尽最大的努力按照相关法律法规进行判断，但并不保证公司判断完全与司法机关、行政机关的判断一致，如因此产生的后果用户已经理解并同意自行承担。
    <br><br><b>10、其他</b>
    <br><br><b>10 .1 </b>本协议的成立、生效、履行、解释及争议的解决均适用中华人民共和国法律法规。若本协议之任何规定因违反中华人民共和国法律、行政法规的强制性规定而无效的，则这些条款将尽可能接近本协议原条文意旨重新解析，且本协议其它条款仍具有完整的效力及效果。
    <br><br><b>10.2 </b>本协议的签署地点为中华人民共和国北京市海淀区，若您与公司发生争议的，双方应尽量友好协商解决，协商不成，应将争议提交至北京市海淀区人民法院管辖。
    <br><br><b>10.3 </b>公司有权依据国家政策、技术条件、产品功能等变化需要而进行修改本协议，公司会将修改后的协议予以发布。前述内容一经正式发布，并以适当的方式送达用户（网站公布、系统通知等），即为本协议不可分割的组成部分，您应同样遵守。若您对修改后的协议有异议的，请立即停止登录、使用尖椒平台服务，若您登录或继续使用尖椒平台服务，视为认可接受修改后的协议。
    <br><br><b>10.4 </b>本协议中的标题仅为方便及阅读而设，并不影响本协议中任何规定的含义或解释。
    <br><br><b>10.5 </b>您和公司均是独立的主体，在任何情况下本协议不构成公司对用户的任何形式的明示或暗示担保或条件，双方之间亦不构成代理、合伙、合营或雇佣关系。
    <br><br><b>10.6</b>公司郑重提醒用户注意本协议中免除公司责任和限制用户权利的条款，请用户仔细阅读，自主考虑风险。
    <br><br><b>10.7</b>本协议的版权为公司所有，公司保留一切解释和修改的权利
  </div>
</div>
</template>


<style lang="styl">
.agreement-text
    border 1px solid #d9d9d9
    padding 20px
    font-size 14px
    color #333
    line-height 30px
    height 380px
    overflow-y scroll
    box-sizing border-box
.agreement-text b
    color #000
</style>
