<?php

return [
    'title' => '收银台',
    'order_title' => '订单支付',
    'order_number' => '订单号',
    'order_goods' => '订单商品',
    'order_price' => '实付金额',
    'pay_ment' => '支付方式',
    'pay_money' => '应付金额',
    'btn_name' => '立即支付',
    'info' => '请在24小时内完成支付，否则可能导致购买失败',
    'des' => '请在新打开的页面完成支付',
    'fail' => '未支付成功，请在支付页面继续完成支付!',
    'repeat_info' => '重新选择支付方式',
    'btn_sure' => '支付完成',
    'dedline' => [
        'info1' => '请在',
        'info2' => '小时',
        'info3' => '分钟',
        'info4' => '秒',
        'info5' => '内支付完成，如未完成订单将自动关闭，重新购买'
    ],
    'wx_info' => [
        'info1' => '请使用',
        'info2' => '微信',
        'info3' => '扫描二维码完成支付'
    ],
    'btn' => [
        'btn1' => '返回',
        'btn2' => '重新支付'
    ],
    'pay_mode' => [
        'wx' => [
            'text1' => '微信支付',
            'text2' => '推荐已安装微信的用户使用',
            'text3' => '请前往电脑端支付该订单'
        ],
        'al' => [
            'text1' => '支付宝支付',
            'text2' => '推荐已安装支付宝的用户使用'
        ],
        'pp' => [
            'text1' => 'paypal支付',
            'text2' => '非人民币支付的用户使用'
        ]
    ],
    'footer' => '伟东云教育版权所有'
];
